{
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mcphub.nvim": {
    "branch": "main"
  },
  "moonlight.nvim": {
    "branch": "pure-lua"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neovim-session-manager": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-scrollbar": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow_csv.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-closetag": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  }
}